

namespace LoveHeart
{
    internal class Program
    {
        static void Main(string[] args)
        {
            //王优然！我喜欢你！！！
            //喜欢你的美貌！喜欢你的微笑！
            //喜欢你的背影！喜欢你的性格！
            //喜欢你的一切优点！喜欢你的一切缺点！
            //我喜欢你的一切！！！
            //即使我们不是同一路人！
            //即使我知道我们之间并无可能！
            //即使你可能对我没有感觉，但我不后悔！
            //这个爱心是残缺的，但我会尽力而为使它完整！
            //感谢你带给我力量，给予我动力。
            //可能我们没有更多缘分，可能我只是一个过客
            //可是我坚信有那么一天，你也许会在我的身边
            //也许你对我没有什么情感，无所谓，只要你幸福就好！
            //                           ----送给未来的 我自己
            new LoveApp().Run() ;
        }
    }
}
